Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Web Browsing
es: Navegación web
fr: Navigation web
ja: ウェブブラウジング
ko: 웹 브라우징
zh_hans: 网页浏览

source: Web Scraper
es: Rastreador web
fr: Scrapeur web
ja: ウェブスクレイパー
ko: 웹 스크레이퍼
zh_hans: 网页爬虫

source: website
es: sitio web
fr: site web
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站

source: Editor
fr: Éditeur
ja: エディタ
ko: 에디터
zh_hans: 编辑器

source: Audio
ja: オーディオ
ko: 오디오
zh_hans: 音频

source: Chat
ja: チャット
ko: 채팅
zh_hans: 对话

source: Regex: '%@'
ja: 正規表現: '%@'
ko: 정규식: '%@'
zh_hans: 正则：'%@'

source: OK
ko: 확인
zh_hans: 确定

source: Web
ko: 웹
zh_hans: 网页

source: %lld Requests
zh_hans: %lld 个请求

source: Apple Intelligence
zh_hans: Apple 智能

source: Base Capabilities
zh_hans: 基础能力

source: C/C++ Capabilities
zh_hans: C/C++ 能力

source: Code generation capabilities across multiple languages.
zh_hans: 跨多种语言的代码生成能力。

source: Contains (case-insensitive): %@
zh_hans: 包含（不区分大小写）：%@

source: Contains: %@
zh_hans: 包含：%@

source: Evaluation Assistant
zh_hans: 评估助理

source: Fundamental capabilities including instruction following and tool usage.
zh_hans: 基础能力，包括遵循指令和使用工具。

source: Go Capabilities
zh_hans: Go 能力

source: Imported %lld manifest(s).
zh_hans: 已导入 %lld 个清单。

source: Importing Dataset
zh_hans: 正在导入数据集

source: Instruction Following
zh_hans: 指令遵循

source: JavaScript/TypeScript Capabilities
zh_hans: JavaScript/TypeScript 能力

source: Match (case-insensitive): %@
zh_hans: 匹配（不区分大小写）：%@

source: Match (regex): %@
zh_hans: 匹配（正则）：%@

source: Match: %@
zh_hans: 匹配：%@

source: No manifest selected.
zh_hans: 未选择清单。

source: Open evaluation (no programmatic verification)
zh_hans: 开放评估（无程序化验证）

source: Programming
zh_hans: 编程

source: Python Capabilities
zh_hans: Python 能力

source: Run Settings
zh_hans: 运行设置

source: Rust Capabilities
zh_hans: Rust 能力

source: Start
zh_hans: 开始

source: Swift Capabilities
zh_hans: Swift 能力

source: Test %lld times
zh_hans: 测试 %lld 次

source: Tests C and C++ programming generation.
zh_hans: 测试 C 和 C++ 的代码生成能力。

source: Tests Go code generation.
zh_hans: 测试 Go 的代码生成能力。

source: Tests JS/TS code generation.
zh_hans: 测试 JS/TS 的代码生成能力。

source: Tests Python code generation.
zh_hans: 测试 Python 的代码生成能力。

source: Tests Rust code generation.
zh_hans: 测试 Rust 的代码生成能力。

source: Tests Swift code generation.
zh_hans: 测试 Swift 的代码生成能力。

source: Tests the model's ability to follow precise instructions with strict output formats.
zh_hans: 测试模型在严格输出格式下遵循精确指令的能力。

source: Tests the model's ability to invoke tools with correct parameters based on user instructions.
zh_hans: 测试模型根据用户指令以正确参数调用工具的能力。

source: Tool Calling
zh_hans: 工具调用
